define(
        ({
            AddFiles: 'Добавить файлы',
            AddFolder: 'Добавить папку',
            Confirm: 'Подтвердить',
            ConfirmDownload: 'Файл не был загружен. Вы хотите, чтобы он был синхронизирован позже?',
            ConfirmDownloadReorder: 'Файл не был загружен, но уже запрошен. Хотели бы вы изменить порядок файлов, чтобы получить его при следующей синхронизации?',
            Created: 'Дата создания',
            DeleteFolder: 'Удалить папку',
            DeleteSelectedFile: 'Удалить выбранный файл',
            Description: 'Описание',
            DirectoryInformationError: 'Произошла ошибка при получении информации о папке документа.',  
            DocumentInformationError: 'Произошла неожиданная ошибка при попытке получить информацию о документе.',
            EditFolder: 'Изменить имя папки',
            Expires: 'Истекает',
            File: 'Файл',
            FileProperties: 'Свойства файла',
            Help: 'Помощь',
            InvalidRoot: 'Неверный корневой каталог: "${0}" (${1}).',
            Library: 'Библиотека',
            LibraryDataError: 'Произошла непредвиденная ошибка обработки данных каталога библиотеки.',
            Never: 'Никогда',
            No: 'Нет',
            Revised: 'Исправлено',
            Size: 'Размер',
            Yes: 'Да'
        })
);
