define(
        ({
            AccessError: 'У вас нет прав, необходимых для выполнения этого действия.',
            Available: 'Доступный',
            Confirm: 'Подтвердить',
            DeleteFileCnfmFmt: 'Вы уверены, что хотите удалить этот файл "${0}"?',
            Delivered: 'Доставлено: не прочитано',
            DeliveredRead: 'Доставлено: прочитано',
            DocumentPropertiesError: 'Произошла неожиданная ошибка при попытке получить свойства документа.',
            DocumentPropertiesUpdateError: 'Произошла неожиданная ошибка при попытке обновления свойств документа.',
            DocumentUpdateConflictError: 'Файл был изменен другим пользователем, пожалуйста, обновите и повторите попытку.',
            FileDeleteError: 'Произошла неожиданная ошибка при попытке удаления файла.',
            FileStatusError: 'Произошла неожиданная ошибка при попытке обновить статус файла.',
            LogRequestError: 'Произошел неожиданный сбой при записи в лог запроса документов синхронизации.',
            No: 'Нет',
            NoAccessMessage: 'У вас нет разрешения на добавление файлов в библиотеку. Для получения дополнительной информации обратитесь к администратору Sage SalesLogix.',
            Ordered: 'Упорядоченный',
            PleaseSelectFile: 'Пожалуйста, выберите файл.',
            PleaseWait: 'Пожалуйста, подождите',
            Revised: 'Исправленный',
            RevisionOrdered: 'Упорядоченные изменения',
            UploadError: 'Произошла ошибка при попытке загрузить файл.',
            Unknown: 'Неизвестен',
            Yes: 'Да'
        })
);
