define(
        ({
            AccessError: 'У вас нет прав, необходимых для выполнения этого действия.',
            AddFolderError: 'Произошла ошибка при попытке добавить папку в библиотеку.',
            Cancel: 'Отмена',
            Confirm: 'Подтвердить',
            DeleteFolderCnfmFmt: 'Вы действительно хотите удалить папку "${0}" и все ее содержимое?',
            DeleteFolderError: 'Произошла ошибка при попытке удалить папку библиотеки.',
            DontDeleteRoot: 'Пожалуйста, не удаляйте корневую папку.',
            DontEditRoot: 'Пожалуйста, не изменяйте имя корневой папки.',
            EnterFolderName: 'Введите имя новой папки:',
            EnterNewFolderName: 'Введите новое имя для папки.',
            FolderUpdateConflictError: 'Папка была изменена ​​другим пользователем, пожалуйста, обновите и повторите попытку.',
            InvalidFolderName: 'Имя папки не может содержать любые из следующих символов:  \\ / : * ? " < > |',
            NewFolder: 'Новая Папка',
            No: 'Нет',
            OK: 'ОК',
            PleaseSelectFolder: 'Пожалуйста, выберите папку.',
            RenameFolderError: 'Произошла ошибка при попытке переименовать папку библиотеки.',
            Yes: 'Да'
        })
);
