Repository: weian1998/TAC_EURO
Catalog: Model/Portal/SlxClient/SupportFiles/SmartParts/Integration/App_LocalResources/SearchResults.ascx.*.resx
Languages: de, fr

# lblCreateAccount.Caption
source: Create a Customer Account in <span class="boldtext">{0}</span>
de: Erstellen Sie ein Kundenkonto in <span class="boldtext">{0}</span>
fr: Créer un compte client dans <span class="boldtext">{0}</span>

# lblSearchResults.Caption
source: Search Results for <span class="boldtext">{0}</span>
de: Suchergebnisse für <span class="boldtext">{0}</span>
fr: Résultats de recherche pour <span class="boldtext">{0}</span>

# lblResultsMsg.Caption
source: More than one matching customer account has been found. The following options are available:
de: Es wurde mehr als ein überstimmendes Kundenkonto gefunden. Sie haben folgende Möglichkeiten:
fr: Plusieurs comptes client correspondant ont été trouvés. Les options suivantes sont disponibles :

# btnCancel.Caption
source: Cancel
de: Abbrechen
fr: Annuler

# Dialog.Caption
source: Link to Accounting
de: Verknüpfung zur Buchhaltung
fr: Lier à la comptabilité

# error_NoAccountSelected
source: You must select a matching account to continue.
de: Sie müssen eine übereinstimmende Firma auswählen, um fortzufahren.
fr: Vous devez sélectionner un compte correspondant pour continuer.

# lblNoMatchesCreateNew.Caption
source: Create a new Customer account for <span class="boldtext">{0}</span>
de: Erstellen Sie ein neues Kundenkonto für <span class="boldtext">{0}</span>
fr: Créer un nouveau compte client pour <span class="boldtext">{0}</span>

# rdbCreateNew.Caption
source: Create a new Customer record in accounting
de: Erstellen Sie einen neuen Kundendatensatz im Buchhaltungssystem
fr: Créer un nouvel enregistrement Client dans la comptabilité

# grdMatches.Type.ColumnHeading
source: Type
de: Typ

# MergeRecordsDialog_NoDifferences.Caption
source: Link to Accounting - Merge Data - No Differences
de: Verknüpfung zur Buchhaltung - Daten zusammenführen - Keine Unterschiede
fr: Lier à la comptabilité - Fusionner les données - Aucune différence

# lblSearchNoResults.Caption
source: Search Results
de: Suchergebnisse
fr: Résultats de la recherche

# btnNext.Caption
source: Next >
de: Weiter >
fr: Suivant >

# rdbRefineSearch.Caption
source: Refine or expand search for an existing account
de: Verfeinern oder erweitern Sie die Suche nach einem bestehenden Konto
fr: Affiner ou élargir la recherche d'un compte existant

# grdMatches.Account.ColumnHeading
source: Account
de: Firma
fr: Compte

# rdbLinkAccount.Caption
source: Link <span class="boldtext">{0}</span> to <span class="boldtext">{1}</span> <span class="italictext">(if match is not 100%, merge will be necessary)</span>:
de: Verknüpfen Sie <span class="boldtext">{0}</span> mit <span class="boldtext">{1}</span> <span class="italictext">(beträgt die Übereinstimmung nicht 100%, ist eine Zusammenführung notwendig)</span>:
fr: Lier <span class="boldtext">{0}</span> à <span class="boldtext">{1}</span> <span class="italictext">s'il n'existe pas de correspondance à 100%, la fusion sera nécessaire)</span>:

# lblNoMatches.Caption
source: No matches have been found based on the search criteria.
de: Es wurden keine Übereinstimmungen gefunden, die den ausgewählten Suchkriterien entsprechen.
fr: Aucune correspondance trouvée en fonction des critères de recherche.

# Error_TradingAccount_Linked
source: The select trading account is already linked to SalesLogix account '{0}'. You may not link a SalesLogix account to the same trading account.
de: Das ausgewählte Handelskonto ist bereits mit dem SalesLogix-Konto '{0}' verknüpft. Ein SalesLogix-Konto kann nicht mit demselben Handelskonto verknüpft werden.
fr: Le compte d'exploitation sélectionné est déjà lié au compte SalesLogix '{0}'. Vous ne pouvez pas lier un compte SalesLogix au même compte d'exploitation.

# btnBack.Caption
source: < Back
de: < Zurück
fr: < Précédent

# MergeRecordsDialog_Differences.Caption
source: Link to Accounting - Merge Data - Differences Found
de: Verknüpfung zur Buchhaltung - Daten zusammenführen - Festgestellte Unterschiede
fr: Lier à la comptabilité - Fusionner les données - Différences trouvées

# grdMatches.Status.ColumnHeading
source: Status
fr: Etat
