define(
    {
      bisectionErrorText: "Размещение с другим контролом приведет к тому, что место будет поделено попалам.",
      rowBoundsErrorText: "Выбранная строка выходит за границы.",
      columnBoundsErrorText: "Выбранная колонка выходит за границы.",
      rowSpanBoundsErrorText: "Выбранная высота выходит за пределы количества строк.",
      columnSpanBoundsErrorText: "Выбранная ширина выходит за пределы количества колонок.",
      occupiedErrorText: "Не достаточно свободного места для выбранного размера."
    }
);