Repository: weian1998/TAC_EURO
Catalog: Model/Portal/SlxClient/SupportFiles/SmartParts/LitRequest/App_LocalResources/LiteratureRequest.ascx.*.resx
Languages: de, it, ru

# ItemNumber_Header
source: Item #
de: Eintragsnr.
it: Articolo n.
ru: Элемент №

# Err_TotalCost
source: The total cost could not be determined.
de: Die Gesamtkosten konnten nicht ermittelt werden.
it: Non è possibile determinare il costo totale.
ru: Невозможно определить общую стоимость.

# Lookup_FirstName_PropertyHeader
source: First Name
de: Vorname
it: Nome
ru: Имя

# HandleFulfillmentLocally.Text
source: Handle Fulfillment Locally
de: Lokal abschließen und drucken
it: Gestisci localmente evasione
ru: Обработать заполнение локально

# SelectTemplate_label.Text
source: Select Template:
de: Vorlage auswählen:
it: Seleziona Modello:
ru: Выберите шаблон:

source: SData Request Failed
de: SData-Anforderung schlug fehl
it: Richiesta SData Fallita
ru: Не удалось выполнить запрос SData

# SendBy_label.Text
source: Send by:
de: Senden bis:
it: Invia entro:
ru: Отправлено:

source: Description is required
de: Beschreibung ist erforderlich
it: La descrizione è obbligatoria
ru: Требуется описание

# SelectOpportunity
source: OK
ru: ОК

# Cost_Header
source: Cost
de: Kosten
it: Costo
ru: Цена

# Template_label.Text
source: Template:
de: Vorlage:
it: Modello:
ru: Шаблон:

# PageDescription.Text
source: Schedule Literature Request
de: Literaturanfrage planen
it: Pianifica richiesta materiale informativo
ru: Планировать запрос на инф. материалы

# FulfillFailed
source: The literature request could not be fulfilled.
de: Die Literaturanfrage konnte nicht erfüllt werden.
it: La richiesta di materiale informativo non può essere evasa.
ru: Запрос на инф. материалы не может быть заполнен.

# Description_label.Text
source: Description:
de: Beschreibung:
it: Descrizione:
ru: Описание:

# LitWarning_MaxOneBillion
source: May not schedule more than one billion items at a time.
de: Planen von mehr als einer Milliarde Elemente gleichzeitig nicht möglich.
it: Non puoi pianificare più di un miliardo di elementi alla volta.
ru: Не может быть запланировано более одного миллиарда событий одновременно.

# GroupDataError
source: The group data could not be retrieved.
de: Die Gruppendaten konnten nicht abgerufen werden.
it: Non è possibile recuperare i dati del gruppo.
ru: Данные группы не могут быть восстановлены.

source: Total Cost:
de: Gesamtkosten:
it: Costo Totale:
ru: Общая стоимость:

# LitWarning_UnableToParseQuantity
source: Unable to parse quantity.
de: Menge kann nicht geparst werden.
it: Impossibile analizzare la quantità.
ru: Невозможно проанализировать кол-во.

# Lookup_Mobile_PropertyHeader
source: Mobile
de: Mobil
it: Cellulare
ru: Мобильный тел.

# OnlyCoverLetter.Text
source: only cover letter
de: Nur Begleitbrief
it: solo copertina
ru: только сопроводительное письмо

source: No contact selected
de: Kein Kontakt ausgewählt
it: Nessun contatto selezionato
ru: Нет выбранных контактов

# FindOpportunity
source: Lookup Opportunity
de: Verkaufschance suchen
it: Trova opportunità
ru: Найти сделку

source: Loading...
de: Wird geladen...
it: Caricamento...
ru: Загрузка...

# CloseButton.Text
source: Close
de: Schließen
it: Annulla
ru: Закрыть

# ErrorSubmittingRequest
source: Literature Request could not be saved.
de: Literaturanfrage konnte nicht gespeichert werden.
it: Non può essere salvata la richiesta di materiale informativo.
ru: Запрос тнформационных материалов не сохранен.

# LitWarning_QtyGreaterThanZero
source: Total quantity must be greater than zero.
de: Gesamtmenge muss größer sein als null.
it: La Quantità Totale deve essere maggiore di zero.
ru: Общее кол-во должно быть больше 0.

# RequestedByOn.Text
source: Requested by {0} on {1}
de: Angefordert von {0} am {1}
it: Richiesto da {0} il {1}
ru: Запросил {0} на {1}

# NoItemSelected
source: No literature item selected
de: Kein Literatureintrag ausgewählt
it: Nessun elemento di materiale informativo selezionato
ru: Нет выбранных элементов информационных материалов

# btnCancel
source: Cancel
de: Abbrechen
it: Annulla
ru: Отмена

# optRequestForContact.Text
source: Contact
de: Kontakt
it: Contatto
ru: Контакт

# Name_lz.HeaderText
source: Name
it: Nome
ru: Имя

# LitWarning_DescriptionLessThan64
source: Length of Description field must be less than 64 characters.
de: Länge des Beschreibungsfeld muss unter 64 Zeichen liegen.
it: La lunghezza del campo Descrizione deve essere inferiore a 64 caratteri.
ru: Поле описание должно быть меньше чем 64 символа.

# optRequestForOpportunity.Text
source: Opportunity
de: Verkaufschance
it: Opportunità
ru: Сделка

# XContactsSelected
source: {0} contact(s) selected
de: {0} Kontakt(e) ausgewählt
it: {0} contatti selezionati
ru: {0} выбранны контакт(ы)

# Lookup_LastName_PropertyHeader
source: Last Name
de: Nachname
it: Cognome
ru: Фамилия

# SubmissionInProgress
source: Submitting Request...
de: Anforderung wird gesendet...
it: Sottomissione richiesta in corso...
ru: Отправка запроса...

# LitWarning_SelectContact
source: Must select a contact
de: Kontakt muss ausgewählt werden
it: Devi selezionare un Contatto
ru: Должен быть выбран контакт

# PrintLiteratureList_label.Text
source: Print Literature List:
de: Literaturliste drucken:
it: Stampa Elenco Materiale informativo:
ru: Печать инф. материалов:

source: Items Selected:
de: Ausgewählte Einträge:
it: Elementi selezionati:
ru: Выбранные элементы:

# LitWarning_SelectTemplate
source: You must select a template before continuing.
de: Sie müssen vor dem Fortfahren eine Vorlage auswählen.
it: Devi selezionare almeno un modello prima di continuare.
ru: Вы должны выбрать шаблон, прежде чем продолжать.

# FulfillCanceled
source: The fulfillment of the literature request was canceled.
de: Die Erfüllung der Literaturanfrage wurde abgebrochen.
it: E' stata cancellata l'evasione della richiesta di materiale informativo.
ru: Заполнение запроса на инф. материалы было отменено.

# Lookup_NameLF_PropertyHeader
source: Name
it: Nome
ru: Имя

# ItemFamily_Header
source: Family
de: Familie
it: Famiglia
ru: Семейство

# optRequestForGroup.Text
source: Group
de: Gruppe
it: Gruppo
ru: Группа

# AttachmentList.Text
source: only attachment list
de: Nur Anlagenliste
it: solo elenco allegati
ru: только вложенный список

# Lookup_Account_PropertyHeader
source: Account
de: Firma
it: Azienda
ru: Субъект

# btnItemsFilter.AlternateText
source: Filter
it: Filtro
ru: Фильтр

# WithCoverLetter.Text
source: with cover letter
de: mit Begleitbrief
it: con copertina
ru: с сопроводительным письмом

source: Quantity Requested
de: Angeforderte Menge
it: Quantità Richiesta
ru: Требуемое кол-во

# PageDescription.Title
source: Schedule Literature Request
de: Literaturanfrage planen
it: Pianifica richiesta materiale informativo
ru: Планировать запрос на инф. материалы

# Quantity_Header
source: Qty
de: Menge
it: Qtà
ru: Кол-во

# Lookup_City_PropertyHeader
source: City
de: Stadt
it: Città
ru: Город

# Lookup_Work_PropertyHeader
source: Work Phone
de: Geschäftliche Telefonnummer
it: Tel. Ufficio
ru: Раб. телефон

# FindContact
source: Lookup Contact
de: Kontakt suchen
it: Trova contatto
ru: Найти контакт

# LitWarning_MustSelectTemplate
source: Must select a template.
de: Vorlage muss ausgewählt werden.
it: Devi selezionare un modello.
ru: Вы должны выбрать шаблон.

# CoverLetter
source: Cover:
de: Begleitbrief:
it: Presentazione:
ru: Обложка:

# RequestedFor_label.Text
source: Requested for:
de: Angefordert für:
it: Richiesta per:
ru: Запросил для:

# SelectContact
source: OK
ru: ОК

# btnItemsFilter.Tooltip
source: Filter available items
de: Verfügbare Einträge filtern
it: Filtrare gli elementi disponibili
ru: Доступные элементы фильтра

# TemplateFindIcon_AlternateText
source: Find
de: Suchen
it: Trova
ru: Найти

# SendByDateUndefined
source: The send by date has not been defined.
de: Es wurde kein Datum für "Senden bis" festgelegt.
it: L'invio per data non è ancora stato definito.
ru: Дата отправки не была определена.

source: Calendar
de: Kalender
it: Calendario
ru: Календарь

# lblRequestFor.Text
source: Request for:
de: Anforderung für:
it: Richiesta di:
ru: Запрос:

# LitWarning_SendByDate
source: Send By date must be in the future.
de: Senden-bis-Datum muss in der Zukunft liegen.
it: La Data Invia entro deve essere nel futuro.
ru: Дата отправления должна быть больше сегодняшней.

# btnSaveLitRequest_rsc.ToolTip
source: Schedule Literature Request
de: Literaturanfrage planen
it: Pianifica richiesta materiale informativo
ru: Планировать запрос на инф. материалы

# Lookup_State_PropertyHeader
source: State
de: Bundesland/Kanton
it: Provincia
ru: Область

# Lookup_Description_PropertyHeader
source: Description
de: Beschreibung
it: Descrizione
ru: Описание

# SendVia_label.Text
source: Send via:
de: Versandart:
it: Invia tramite:
ru: Отправить по:

source: E-mail
ru: Эл. почта

source: Available Items
de: Verfügbare Einträge
it: Elementi disponibili
ru: Доступные элементы

# ItemName_Header
source: Name
it: Nome
ru: Имя

# SeparatePage.Text
source: on a separate page
de: auf einer separaten Seite
it: su una pagina separata
ru: на отдельной странице

source: Search By:
de: Suchen anhand von:
it: Ricerca per:
ru: Поиск по:

source: No record found
de: Kein Datensatz gefunden
it: Nessun record trovato
ru: Записи не найдены

# RequestFor_rsc.ToolTip
source: Find
de: Suchen
it: Trova
ru: Найти

# Priority_label.Text
source: Priority:
de: Priorität:
it: Priorità:
ru: Приоритет:

# Lookup_Email_PropertyHeader
source: E-mail
ru: Эл. почта
