Repository: weian1998/TAC_EURO
Catalog: Model/Portal/SlxClient/SupportFiles/SmartParts/Contact/App_LocalResources/MoveContact.ascx.*.resx
Languages: de, fr, ru

# LookupPropertyAccount.Text
source: Account
de: Firma
fr: Compte
ru: Субъект

# LookupPropertyEmail.Text
source: E-mail
fr: Envoyer par e-mail
ru: Эл. почта

# lblReassign.Text
source: Reassign
de: Erneut zuweisen
fr: Réaffecter
ru: Переназначение

# rdgOptionsDoNotMoveActivtyInfo.Text
source: Do not move activities
de: Aktivitäten dürfen nicht verschoben werden
fr: Ne pas déplacer les activités
ru: Не перемещать дела

# LookupPropertyStatus.Text
source: Status
fr: Etat
ru: Статус

# LookupPropertyMobile.Text
source: Mobile
de: Mobil
ru: Мобильный тел.

# lblMoveToAcctLbl.Text
source: To
de: An
fr: À
ru: Кому

# chkUseSourceAddressPhn.Caption
source: Use the new account's address and phone number information.
de: Verwenden Sie Adresse und Telefonnummer der neuen Firma.
fr: Utiliser les informations téléphoniques/adresse du nouveau compte.
ru: Используйте информацию о новом адресе и телефонном номере субъекта.

# lblReassignToContact.Text
source: Reassign to contact:
de: Erneut zuweisen zu Kontakt:
fr: Réaffecter au Contact :
ru: Перезакрепить контакт:

# lblReassignSupportItems.Text
source: Open tickets, returns, and contracts
de: Offene Tickets, Retouren und Verträge
fr: Tickets, retours et contrats ouverts
ru: Открытые заявки, возвраты и контракты

# rdgOptionsMoveActivtyInfo.Text
source: Move activity information to the new account
de: Aktivitätsinformationen zur neuen Firma verschieben
fr: Déplacer les informations sur l'activité vers le nouveau compte
ru: Переместить дела в новый субъект

# lblMoveSourceLbl.Text
source: Move
de: Verschieben
fr: Déplacer
ru: Переместить

# LookupPropertyWork.Text
source: Work
de: Geschäftlich
fr: Bureau
ru: Рабочий

# error_ReassignValueNotSpecified.Text
source: * You must specify a reassign contact before continuing.
de: * Sie müssen einen Kontakt für die Neuzuweisung angeben, bevor Sie fortfahren.
fr: *Vous devez indiquer un contact de réaffectation avant de continuer.
ru: * Для продолжения Вы должны указать переназначаемый контакт.

# rdgOptionsMoveNotesHistory.Text
source: Move notes/history information to the new account
de: Notizen/Historieninformationen zur neuen Firma verschieben
fr: Déplacer les informations sur les notes/historiques vers le nouveau compte
ru: Перенести заметкиисторию в новый субъект

# LookupPropertyLastName.Text
source: Last Name
de: Nachname
fr: Nom
ru: Фамилия

# cmdCancel.Text
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

# ConfirmMove.Text
source: Are you sure you want to move the contact and the selected items?
de: Möchten Sie den Kontakt und die ausgewählten Elemente wirklich verschieben?
fr: Voulez-vous vraiment déplacer le contact et les éléments sélectionnés ?
ru: Вы уверены, что вы хотите переместить контакт и выбранные элементы?

# cmdOK.Text
source: OK
ru: Ок

# lblSourceAccount.Text
source: Account:
de: Firma:
fr: Compte :
ru: Субъект:

# lblSingleContact.Text
source: {0} is the only contact currently associated with {1}.
de: {0} ist der einzige Kontakt, der momentan mit {1} verknüpft ist.
fr: {0} est le seul contact actuellement associé à {1}.
ru: {0} является единственным контактом, связанным с {1}.

# lblTargetAccount.Text
source: Account:
de: Firma:
fr: Compte :
ru: Субъект:

# lblMoveOptions.Text
source: Options
de: Optionen
ru: Параметры

# lblAddressPhone.Text
source: Address and Phone
de: Adresse und Telefonnummer
fr: Adresse et numéro de téléphone
ru: Адрес и телефон

# LookupPropertyType.Text
source: Type
de: Typ
ru: Тип

# lblReassignClosedItems.Text
source: Closed or fulfilled literature requests and opportunities
de: Geschlossene oder erfüllte Literaturanfragen und Verkaufschancen
fr: Demandes de documentation et opportunités clôturées ou complétées
ru: закрытые или выполненные запросы информационных материалов и сделок

# LookupPropertySubType.Text
source: Sub-Type
de: Untertyp
fr: Sous-Type
ru: Подтип

# lblReassignInfo.Text
source: When you move a contact the following items must either move with the contact or be reassigned to a contact associated with the old account.
de: Beim Verschieben eines Kontakts müssen die folgenden Elemente entweder mit dem Kontakt verschoben oder einem mit der alten Firma verknüpften Kontakt neu zugewiesen werden.
fr: Lorsque vous déplacez un contact, les éléments suivants doivent être déplacés avec le contact ou être réaffectés avec un contact associé à l'ancien compte.
ru: При перемещении контакта следующие элементы необходимо либо переместить с контактом, либо переназначить на контакт, связанный со старым субъектом.

# cmdCancel_Close.Text
source: Close
de: Schließen
fr: Fermer
ru: Закрыть

# lblMoveFromLbl.Text
source: From
de: Von
fr: De
ru: От

# lblCantMoveItemsInfo.Text
source: The following items cannot be moved. They must be reassigned to a contact at the source account.
de: Die folgenden Elemente können nicht verschoben werden. Sie müssen einem Kontakt in der Quellfirma neu zugewiesen werden.
fr: Les éléments suivants ne peuvent pas être déplacés. Ils doivent être réaffectés à un contact sur le compte source.
ru: Следующие элементы нельзя переместить. Они должны быть переназначены на контакт исходного субъекта.

# rdgOptionsDoNotMoveNotesHistory.Text
source: Do not move these items
de: Diese Elemente dürfen nicht verschoben werden
fr: Ne pas déplacer ces éléments
ru: Не перемещать текущие элементы

# error_ReassignValueDuplicate.Text
source: * Please select a target contact different from the source contact being moved.
de: * Bitte wählen Sie einen Zielkontakt aus, der nicht mit dem zu verschiebenden Quellkontakt identisch ist.
fr: *Veuillez sélectionner un contact cible différent du contact source déplacé.
ru: * Пожалуйста, выберите конечный контакт, отличающийся от исходного контакта.

# error_DuplicateTargetAccount.Text
source: Please select a target account, different from the source account
de: Wählen Sie eine Zielfirma aus, die nicht mit der Quellfirma identisch ist
fr: Le répertoire cible doit être différent du répertoire source
ru: Пожалуйста, выберите конечный субъект, отличающийся от исходного

# LookupPropertyFirstName.Text
source: First Name
de: Vorname
fr: Prénom
ru: Имя

# lblHeader.Text
source: Use this page to move a contact from one account to another, and to move or reassign related records.
de: Mithilfe dieser Seite können Sie einen Kontakt von einer Firma zu einer anderen verschieben sowie zugehörige Datensätze verschieben oder neu zuweisen.
fr: Utilisez cette page pour déplacer un contact d'un compte à un autre et pour déplacer ou réaffecter les enregistrements correspondants.
ru: Эта страница служит для перемещения контакт с одного субъекта на другой и для перемещения или переназначения связанных записей.

# LookupPropertyMainPhone.Text
source: Main Phone
de: Haupttelefonnummer
fr: Tél. principal
ru: Основной тел.

# associationsExist.Text
source: Sorry, you cannot move this contact because he or she is assigned: {1}
de: Dieser Kontakt kann leider nicht verschoben werden, da er zugewiesen ist: {1}
fr: Désolé, impossible de déplacer ce contact car il est déjà attribué : {1}
ru: Извините, вы не можете перенести этот контакт, потому что он уже связан с: {1}

# lblReassignOpenItems.Text
source: Open or active attachments, literature requests, opportunities, and sales orders
de: Offene oder aktive Anlagen, Literaturanfragen, Verkaufschancen und Verkaufsaufträge
fr: Pièces jointes, demandes de documentation, opportunités et bons de commande ouverts ou actifs
ru: открытые или активные документы, запросы информационных материалов, сделки и заказы на продажу

# error_NoTargetAccount.Text
source: Please select a target account before continuing.
de: Bitte wählen Sie eine Zielfirma, bevor Sie fortfahren.
fr: Veuillez sélectionner un compte cible avant de continuer.
ru: Пожалуйста, прежде чем продолжить, выберите конечный субъект.

# lblMoveTicketsReturnsContracts.Text
source: Tickets, returns, contracts, and sales orders
de: Tickets, Retouren, Verträge und Verkaufsaufträge
fr: Tickets, retours, contrats et bons de commande
ru: Заявки, возвраты, контракты и заказы на продажу

# lblSourceContact.Text
source: Contact:
de: Kontakt:
ru: Контакт:

# ContactMove_ContactHasChanged
source: The contact has been changed and must be saved before it can be moved to a new account.
de: Der Kontakt wurde geändert und muss gespeichert werden, bevor er zu einer neuen Firma verschoben werden kann.
fr: Le contact a été modifié et doit être enregistré avant d’être déplacé vers un nouveau compte.
ru: Контакт был изменен и должен быть сохранен, прежде чем его можно будет перенести в новый субъект.
