Repository: weian1998/TAC_EURO
Catalog: Model/Entity Model/SalesLogix Contract Sync Entities/AppIdMapping/QuickForms/AddEditAccountingSystem.main.quickform.xml.*.resx
Languages: de, fr, it

# lblIntegrationOptions.Text
source: Integration Options
de: Integrationsoptionen
fr: Options d'intégration
it: Opzioni Integrazione

# cboResources_item9.Text
source: Unit Of Measure
de: Verkaufsaufträge
fr: Bons de commande
it: Ordini di vendita

# txtEndPointURL.Caption
source: Accounting Feed:
de: Buchhaltungs-Feed:
fr: Flux de comptabilité :
it: URL del Sistema Contabile:

# txtPassword.Caption
source: Password:
de: Passwort:
fr: Mot de passe :

# grdSchemaDiffs_NoDiff.EmptyTableRowText
source: The resource selected contains no differences.
de: Die ausgewählte Ressource enthält keine Unterschiede.
fr: La ressource sélectionnée ne contient aucune différence.
it: La risorsa selezionata non contiene nessuna differenza.

# cboResources_item4.Text
source: Price Lists
de: Standorte
fr: Emplacements
it: Posizioni

# lblSchema.Text
source: Schema Differences
de: Schemaunterschiede
fr: Différences de schéma
it: Differenze

# lblDisplayName.Text
source: Specify a Display Name Visible to All Users
de: Geben Sie einen Anzeigenamen an, der für alle Benutzer sichtbar ist
fr: Spécifier un nom d'affichage visible par tous les utilisateurs
it: Specifica un Nome da visualizzare visibile a tutti gli utenti

# cmdCancel.Caption
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# cboResources_item5.Text
source: Prices
de: Telefone
fr: Téléphones
it: Telefoni

# txtUserName.Caption
source: User Name:
de: Benutzername:
fr: Nom d'utilisateur :
it: Nome utente:

# cboResources_item6.Text
source: Sales Orders
de: Preislisten
fr: Listes de prix
it: Prezzi di Listino

# lblFeedDetails.Text
source: Specify Accounting Feed Details
de: Geben Sie Details zum Buchhaltungs-Feed ein
fr: Spécifier les détails du flux de comptabilité
it: Specifica i Dettagli Connessione del Sistema Contabile

# cboResources.Caption
source: Filter By Resource:
de: Filtern nach Ressource:
fr: Filtrer par ressource :
it: Filtra per Risorsa:

# cboResources_item7.Text
source: Sales Quotes
de: Postanschriften
fr: Adresses postales
it: Indirizzi postali

# grdSchemaDiffs.2c3e11ab-a8eb-461d-ad0c-af96add9ee05.ColumnHeading
source: Acct. System Property
de: Eigenschaft des Buchh.systems
fr: Propriété du système de comptabilité
it: Proprietà Sistema Cont.

# grdSchemaDiffs.EmptyTableRowText
source: To view any differences, select execute to filter by the resource selected above.
de: Zum Anzeigen von Unterschieden wählen Sie "Ausführen" aus, um anhand der oben ausgewählten Ressource zu filtern.
fr: Pour afficher les différences, sélectionner Exécuter pour filtrer avec la ressource sélectionnée ci-dessus.
it: Per vedere le differenze, selezionare esegui per filtrare per la risorsa selezionata sopra.

# txtDisplayName.Caption
source: Display Name:
de: Anzeigename:
fr: Nom d'affichage :
it: Visualizza nome:

# cboResources_item0.Text
source: Commodities
de: Waren
fr: Marchandises
it: Materie Prime

# btnResource.Caption
source: Execute
de: Ausführen
fr: Exécuter
it: Esegui

# cboResources_item2.Text
source: Contacts
de: Kontakte
it: Contatti

# btnTestFeed.Caption
source: Test Feed
de: Feed testen
fr: Flux de test
it: Prova Connessione

# grdSchemaDiffs.d00e55d0-1703-4be7-9c0a-c334c02b979e.ColumnHeading
source: Property
de: Eigenschaft
fr: Propriété
it: Proprietà

# cboResources_item3.Text
source: Locations
de: E-Mails
fr: E-mails
it: Email

# cboResources_item1.Text
source: Commodity Groups
de: Warengruppen
fr: Groupes de marchandises
it: Gruppi Merce

# cboResources_item8.Text
source: Trading Accounts
de: Preise
fr: Prix
it: Prezzi

# btnResource.ToolTip
source: Refesh list
de: Liste aktualisieren
fr: Actualiser la liste
it: Aggiorna elenco

# grdSchemaDiffs.20419138-d47c-45e3-ad0a-ea283227f2d7.ColumnHeading
source: Accounting System
de: Buchhaltungssystem
fr: Système de comptabilité
it: Sistema Contabile

# chkbxStatus.Caption
source: Enable Synchronization, Linking and Transacting
de: Synchronisierung, Verknüpfung und Transaktionen aktivieren
fr: Activer la synchronisation, la liaison et les transactions
it: Abilita la Sincronizzazione, i Collegamenti e le Transazioni

# txtStatus.Caption
source: Status:
fr: Etat :
