Repository: weian1998/TAC_EURO
Catalog: Model/Portal/SlxClient/SupportFiles/SmartParts/Options/App_LocalResources/ActivityAlarmOptionsPage.ascx.*.resx
Languages: de, it

# lblCarryOverNotes.Text
source: Carry Over Notes:
de: Notizen übertragen:
it: Riporta note:

# liDisplayConfirmationsNo.Text
source: No
de: Nein

# lblActivityType_ToDo.Text
source: To Do
de: Aufgabe
it: Impegno

# lblActivityType_PhoneCall.Text
source: Phone Call
de: Anruf
it: Telefonata

# lblDisplayPastDue.Text
source: Display Past Due:
de: "Überfällig seit" anzeigen:
it: Visualizza Scadute:

# chkAlarms.Caption
source: Alarms
de: Alarme
it: Allarmi

# chkDispAlertsInToolbar.Caption
source: Display in toolbar
de: In Symbolleiste anzeigen
it: Visualizza nella barra degli strumenti

# chkPastDue.Caption
source: Past Due
de: Überfällig
it: Scaduto

# lblInclude.Text
source: Include:
de: Folgendes einschließen:
it: Includi:

# lblReminders.Text
source: Reminders:
de: Erinnerungen:
it: Promemoria:

# ActAlarmHelpLinkResource1.ToolTip
source: Help
de: Hilfe
it: Aiuto

# lblAlarmDefaultLead.Text
source: Alarm Default Lead:
de: Standardinteressent für Alarm:
it: Allarme Nominativo Predefinito:

# lblDefaultAlarm.Text
source: Default Alarm
de: Standardalarm
it: Allarme predefinito

# liDisplayAlarmsYes.Text
source: Yes
de: Ja
it: Sì

# lblDefaultView.Text
source: Default View:
de: Standardansicht:
it: Vista Predefinita:

# liDisplayAlarmsNo.Text
source: No
de: Nein

# lblDisplayActivityReminders.Text
source: Display Activity Reminders:
de: Aktivitätserinnerungen anzeigen:
it: Visualizza promemoria attività:

# PageDescription.Text
source: Activity/Alarms
de: Aktivität/Alarme
it: Attività/Allarmi

# lblAlertIncludeOptions.Text
source: Include:
de: Folgendes einschließen:
it: Includi:

# chkIncludeUnconfirmedActivities.Caption
source: Unconfirmed Activities
de: Nicht bestätigte Aktivitäten
it: Attività non confermate

# ListItemResource8.Text
source: No
de: Nein

# ListItemResource7.Text
source: Yes
de: Ja
it: Sì

# lblReminderOptions.Text
source: Reminders Options
de: Erinnerungsoptionen
it: Opzioni Promemoria

# chkAlertsPrompt.Caption
source: Prompt
de: Abfragen
it: Chiedi

# chkDisplayInToolbar.Caption
source: Display in toolbar
de: In Symbolleiste anzeigen
it: Visualizza nella barra degli strumenti

# lblDefaultsPerActivity.Text
source: Defaults Per Activity Type:
de: Standardeinstellungen pro Aktivitätstyp:
it: Impostazioni predefinite Per tipo di attività:

# lblActivityType_PersonalActivity.Text
source: Personal Activity
de: Persönliche Aktivität
it: Attività Personale

# lblShowActivitiesForResource1.Text
source: Show Activities for:
de: Aktivitäten anzeigen für:
it: Visualizza Attività per:

# lblAlertsOptions.Text
source: Alerts:
de: Warnungen:
it: Avvisi:

# chkUnconfirmedActivities.Caption
source: Unconfirmed Activities
de: Nicht bestätigte Aktivitäten
it: Attività non confermate

# lblDefaultFollowupActivity.Text
source: Default Follow-up Activity:
de: Standardmäßige Folgeaktivität:
it: Attività Seguito Predefinita:

# lblActivityOptions.Text
source: Activity Options
de: Aktivitätsoptionen
it: Opzioni Attività

# lblTimeFrameResource1.Text
source: Time Frame:
de: Zeitrahmen:
it: Periodo:

# lbDisplayAlarms.Text
source: Display Alarms:
de: Alarme anzeigen:
it: Visualizza Allarmi:

# lbDisplayConfirmations.Text
source: Display Confirmations:
de: Bestätigungen anzeigen:
it: Visualizza Conferme:

# btnSaveResource1.ToolTip
source: Save
de: Speichern
it: Salva

# PageDescription.Title
source: Activity/Alarms
de: Aktivität/Alarme
it: Attività/Allarmi

# chkIncludeAlarms.Caption
source: Alarms
de: Alarme
it: Allarmi

# lblRemindersAlertsOptions.Text
source: Reminders and Alerts Options
de: Optionen für Erinnerungen und Warnungen
it: Opzioni promemoria e allarmi

# liDisplayPastDueNo.Text
source: No
de: Nein

# lblAlarmOptsResource1.Text
source: Alarm Options
de: Alarmoptionen
it: Opzioni Allarme

# liDisplayPastDueYes.Text
source: Yes
de: Ja
it: Sì

# liDisplayConfirmationsYes.Text
source: Yes
de: Ja
it: Sì

# lblEnableAlarmsResource1.Text
source: Enable Alarms:
de: Alarme aktivieren:
it: Abilita Allarmi:

# lblActivityType.Text
source: Activity Type
de: Aktivitätstyp
it: Tipo di Attività

# lblAlarmScanResource1.Text
source: Alarm Scan Interval:
de: Abfrageintervall für Alarm:
it: Intervallo di scansione Allarme:

# lblAlarmSoundResource1.Text
source: Alarm Sound Event:
de: Akustischer Alarm:
it: Evento Suono Allarme:

# lblCarryOverAttachments.Text
source: Carry Over Attachments:
de: Anlagen übertragen:
it: Riporta Allegati:

# lblDefaultDuration.Text
source: Default Duration
de: Standarddauer
it: Durata predefinita

# lblActivityType_Meeting.Text
source: Meeting
it: Riunione
