define(
        ({
            matchingCaption: "Изменить критерий сравнения",
            matchingHeader: "Соответствующий параметр для",
            matchingDescription: "Добавить или удалить операторов для определения критерия сравнения для всех пользователей, кто ссылается на записи из ситемы учета. Этот критерий определяет результаты, возвращаемые поиском сравнения записей между системами учета.",
            propertyText: "Свойство",
            operatorText: "Оператор",
            loadingText: "Загрузка...",
            filter_AddCondition: "Добавить условие",
            filter_RemoveCondition: "Исключить условие",
            error_InvalidEndpoint: "Укажите правильную конечную точку перед продолжением.",
            okText: "ОК",
            cancelText: "Отмена"
        })
);